---
kind: property
id: P:Autodesk.Revit.DB.Mechanical.Space.DesignExhaustAirflow
source: html/1ca42df9-7d21-cec5-7ed2-21755c038af1.htm
---
# Autodesk.Revit.DB.Mechanical.Space.DesignExhaustAirflow Property

Get or set the Specified Exhaust Airflow of the Space.

## Syntax (C#)
```csharp
public double DesignExhaustAirflow { get; set; }
```

## Remarks
This property is used to get or set the Specified Exhaust Airflow (Unit: CFM) of the Space.